Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Enter…
de: Eingeben…
es: Introducir…
fr: Saisir…
it: Inserisci…
ja: 入力…
pt_br: Inserir…
zh_hans: 输入…

source: Entries
de: Einträge
es: Entradas
fr: Écritures
it: Voci
ja: 項目
pt_br: Lançamentos
zh_hans: 条目

source: Equity
de: Eigenkapital
es: Patrimonio
fr: Capitaux propres
it: Patrimonio netto
ja: 純資産
pt_br: Patrimônio líquido
zh_hans: 权益

source: Estimated owing
de: Voraussichtliche Nachzahlung
es: Importe estimado a pagar
fr: Montant estimé à payer
it: Importo stimato da versare
ja: 納付見込額
pt_br: Valor estimado a pagar
zh_hans: 预计应补缴

source: Estimated refund
de: Voraussichtliche Erstattung
es: Devolución estimada
fr: Remboursement estimé
it: Rimborso stimato
ja: 還付見込額
pt_br: Restituição estimada
zh_hans: 预计退税

source: Estimated tax
de: Geschätzte Steuer
es: Impuesto estimado
fr: Impôt estimé
it: Imposta stimata
ja: 税額の見積り
pt_br: Imposto estimado
zh_hans: 预估税额

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
ja: イベント
pt_br: Evento
zh_hans: 事件

source: Every
de: Alle
es: Cada
fr: Tous les
it: Ogni
ja: 毎
pt_br: A cada
zh_hans: 每

source: Every %lld
de: Alle %lld
es: Cada %lld
fr: Tous les %lld
it: Ogni %lld
ja: %lld ごと
pt_br: A cada %lld
zh_hans: 每 %lld

source: Every %lld %@
de: Alle %lld %@
es: Cada %lld %@
fr: Tous les %lld %@
it: Ogni %lld %@
ja: %lld %@ ごと
pt_br: A cada %lld %@
zh_hans: 每 %lld %@

source: Every 10 minutes
de: Alle 10 Minuten
es: Cada 10 minutos
fr: Toutes les 10 minutes
it: Ogni 10 minuti
ja: 10 分ごと
pt_br: A cada 10 minutos
zh_hans: 每 10 分钟

source: Every 15 minutes
de: Alle 15 Minuten
es: Cada 15 minutos
fr: Toutes les 15 minutes
it: Ogni 15 minuti
ja: 15 分ごと
pt_br: A cada 15 minutos
zh_hans: 每 15 分钟

source: Every 5 minutes
de: Alle 5 Minuten
es: Cada 5 minutos
fr: Toutes les 5 minutes
it: Ogni 5 minuti
ja: 5 分ごと
pt_br: A cada 5 minutos
zh_hans: 每 5 分钟

source: Every attachment in the book, with its transaction
de: Jeder Anhang im Buch, mit seiner Buchung
es: Todos los adjuntos del libro, con su transacción
fr: Toutes les pièces jointes du livre, avec leur opération
it: Tutti gli allegati del libro, con la relativa transazione
ja: 帳簿内のすべての添付ファイルと、その取引
pt_br: Todos os anexos do livro, com sua transação
zh_hans: 账簿中的所有附件及其对应交易

source: Every chart uses **the same time axis**, so the same position means the same date on every row: a line that stops short of the right-hand edge is one whose prices stop there.
de: Alle Diagramme nutzen **dieselbe Zeitachse**: dieselbe Position bedeutet in jeder Zeile dasselbe Datum. Eine Linie, die vor dem rechten Rand endet, hat dort auch keine Kurse mehr.
es: Todos los gráficos usan **el mismo eje temporal**, así que una misma posición es la misma fecha en cada fila: una línea que no llega al borde derecho es una cuyos precios terminan ahí.
fr: Toutes les courbes partagent **le même axe temporel** : une même position correspond à la même date sur chaque ligne. Une courbe qui s'arrête avant le bord droit est une courbe dont les cours s'arrêtent là.
it: Tutti i grafici usano **lo stesso asse temporale**: la stessa posizione indica la stessa data in ogni riga. Una linea che si ferma prima del bordo destro è una linea i cui prezzi finiscono lì.
ja: すべてのチャートは**同じ時間軸**を使うため、同じ位置はどの行でも同じ日付を表します。右端まで届かない線は、そこで価格が途切れていることを意味します。
pt_br: Todos os gráficos usam **o mesmo eixo de tempo**, então a mesma posição significa a mesma data em cada linha: uma linha que para antes da borda direita é uma cujos preços param ali.
zh_hans: 所有图表共用**同一时间轴**，因此相同的位置在每一行都代表同一日期：未延伸到右边缘的线，说明其价格数据到此为止。

source: Every holding is priced
de: Alle Positionen sind bewertet
es: Todas las posiciones están valoradas
fr: Toutes les positions sont valorisées
it: Tutte le posizioni sono valutate
ja: すべての保有に価格があります
pt_br: Todas as posições estão avaliadas
zh_hans: 所有持仓均已定价

source: Every minute
de: Jede Minute
es: Cada minuto
fr: Chaque minute
it: Ogni minuto
ja: 1 分ごと
pt_br: A cada minuto
zh_hans: 每分钟

source: Every period
de: Jede Periode
es: Cada período
fr: Chaque période
it: Ogni periodo
ja: 毎期
pt_br: A cada período
zh_hans: 每期

source: Every section says **where it came from and when**, and offers **Refetch** — a figure you doubt should never need waiting out.
de: Jeder Abschnitt nennt **Herkunft und Zeitpunkt** und bietet **Neu laden** – auf eine Zahl, an der Sie zweifeln, sollte man nie warten müssen.
es: Cada sección dice **de dónde viene y de cuándo**, y ofrece **Volver a descargar**: una cifra de la que dudas nunca debería obligarte a esperar.
fr: Chaque section indique **d’où elle vient et de quand**, et propose **Recharger** — un chiffre dont vous doutez ne devrait jamais se faire attendre.
it: Ogni sezione dice **da dove viene e di quando è**, e offre **Riscarica**: un dato di cui dubiti non deve mai farti aspettare.
ja: 各セクションには**出どころと取得時点**が表示され、**再取得**も用意されています — 疑わしい数値を待たされる必要はありません。
pt_br: Cada seção diz **de onde veio e de quando**, e oferece **Buscar de novo** — um número do qual você duvida nunca deveria exigir espera.
zh_hans: 每个板块都会注明**来源与时间**，并提供**重新获取**——你怀疑的数字不该需要干等。

source: Every six months
de: Halbjährlich
es: Cada seis meses
fr: Tous les six mois
it: Ogni sei mesi
ja: 半年ごと
pt_br: A cada seis meses
zh_hans: 每半年

source: Every transaction moves money **between two accounts**, so it always balances. That is what makes the reports add up.
de: Jede Buchung bewegt Geld **zwischen zwei Konten** und ist damit stets ausgeglichen. Genau deshalb gehen die Berichte auf.
es: Cada transacción mueve dinero **entre dos cuentas**, de modo que siempre cuadra. Eso es lo que hace que los informes salgan.
fr: Chaque opération déplace de l’argent **entre deux comptes** : elle est donc toujours équilibrée. C’est ce qui fait que les rapports tombent juste.
it: Ogni transazione sposta denaro **tra due conti**, quindi è sempre in pareggio. È questo che fa quadrare i resoconti.
ja: すべての取引は **2 つの勘定科目のあいだ** でお金を動かすため、常に貸借が一致します。だからこそレポートの数字が合うのです。
pt_br: Cada transação move dinheiro **entre duas contas**, por isso sempre fecha. É isso que faz os relatórios baterem.
zh_hans: 每笔交易都在 **两个科目之间** 转移资金，因此始终平衡。这正是报表能对得上的原因。

source: Everyday money
de: Alltagsfinanzen
es: El día a día
fr: L’argent au quotidien
it: Il denaro di tutti i giorni
ja: 日々のお金
pt_br: Dinheiro do dia a dia
zh_hans: 日常收支

source: Everything *not* tagged holiday
de: Alles *ohne* den Tag „holiday“
es: Todo lo *no* etiquetado como holiday
fr: Tout ce qui ne porte *pas* le tag holiday
it: Tutto ciò che *non* ha il tag holiday
ja: holiday タグが付いて*いない*ものすべて
pt_br: Tudo *sem* a etiqueta holiday
zh_hans: 所有*不*带 holiday 标签的内容

source: Everything in this mode is already open
de: In diesem Bereich ist bereits alles geöffnet
es: Todo en este modo ya está abierto
fr: Tout est déjà ouvert dans ce mode
it: In questa modalità è già tutto aperto
ja: このモードの項目はすべて開いています
pt_br: Tudo neste modo já está aberto
zh_hans: 此模式中的项目已全部打开

source: Everything tagged holiday
de: Alles mit dem Tag „holiday“
es: Todo lo etiquetado como holiday
fr: Tout ce qui porte le tag holiday
it: Tutto ciò che ha il tag holiday
ja: holiday タグの付いたものすべて
pt_br: Tudo com a etiqueta holiday
zh_hans: 所有带 holiday 标签的内容

source: Everything you can reach without the mouse.
de: Alles, was ohne Maus erreichbar ist.
es: Todo lo que puedes hacer sin el ratón.
fr: Tout ce qui est accessible sans la souris.
it: Tutto ciò che puoi fare senza il mouse.
ja: マウスを使わずに操作できること。
pt_br: Tudo o que dá para fazer sem o mouse.
zh_hans: 无需鼠标即可完成的操作。

source: Everything you do is undoable with ⌘Z — including imports. If a change looks wrong, undo it rather than repairing it by hand.
de: Alles lässt sich mit ⌘Z widerrufen — auch Importe. Sieht eine Änderung falsch aus, widerrufen Sie sie, statt sie von Hand zu reparieren.
es: Todo se puede deshacer con ⌘Z, incluidas las importaciones. Si un cambio parece mal, deshazlo en lugar de arreglarlo a mano.
fr: Tout est annulable avec ⌘Z — y compris les imports. Si un changement semble erroné, annulez-le plutôt que de le corriger à la main.
it: Tutto è annullabile con ⌘Z, importazioni comprese. Se una modifica sembra sbagliata, annullala invece di ripararla a mano.
ja: すべての操作は ⌘Z で取り消せます（読み込みも含みます）。変更がおかしいと感じたら、手作業で直すより取り消してください。
pt_br: Tudo pode ser desfeito com ⌘Z — inclusive importações. Se uma alteração parecer errada, desfaça em vez de consertar à mão.
zh_hans: 所有操作都可用 ⌘Z 撤销 — 包括导入。若某项更改看起来不对，请撤销它，而不是手工修补。

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
ja: 例
pt_br: Exemplos
zh_hans: 示例

source: Exchange
de: Börse
es: Mercado
fr: Place boursière
it: Borsa
ja: 取引所
pt_br: Bolsa
zh_hans: 交易所

source: Exchange (e.g. NASDAQ)
de: Börse (z. B. NASDAQ)
es: Mercado (p. ej. NASDAQ)
fr: Place boursière (p. ex. NASDAQ)
it: Borsa (es. NASDAQ)
ja: 取引所（例：NASDAQ）
pt_br: Bolsa (ex.: NASDAQ)
zh_hans: 交易所（例如 NASDAQ）

source: Exchange rates
de: Wechselkurse
es: Tipos de cambio
fr: Taux de change
it: Tassi di cambio
ja: 為替レート
pt_br: Taxas de câmbio
zh_hans: 汇率

source: Existing
de: Vorhanden
es: Existente
fr: Existant
it: Esistente
ja: 既存
pt_br: Existente
zh_hans: 现有

source: Existing prices for the selected securities are replaced with a freshly fetched series. If a fetch fails, that security keeps its current prices.
de: Vorhandene Kurse der ausgewählten Wertpapiere werden durch eine neu abgerufene Reihe ersetzt. Schlägt ein Abruf fehl, behält das Wertpapier seine bisherigen Kurse.
es: Las cotizaciones actuales de los valores seleccionados se sustituyen por una serie recién descargada. Si la descarga falla, ese valor conserva sus cotizaciones.
fr: Les cours existants des titres sélectionnés sont remplacés par une série fraîchement récupérée. En cas d’échec, le titre conserve ses cours actuels.
it: Le quotazioni esistenti dei titoli selezionati vengono sostituite con una serie appena scaricata. Se il download non riesce, il titolo mantiene le quotazioni attuali.
ja: 選択した証券の既存価格は、新たに取得した系列に置き換えられます。取得に失敗した証券は現在の価格を保持します。
pt_br: As cotações existentes dos títulos selecionados são substituídas por uma série recém-obtida. Se a busca falhar, o título mantém as cotações atuais.
zh_hans: 所选证券的现有价格将被新获取的序列替换。若获取失败，该证券保留当前价格。

# Expand %@, %lld securities
source: Expand %1$@, %2$lld securities
de: %1$@ ausklappen, %2$lld Wertpapiere
es: Expandir %1$@, %2$lld valores
fr: Développer %1$@, %2$lld titres
it: Espandi %1$@, %2$lld titoli
ja: %1$@ を展開、証券 %2$lld 件
pt_br: Expandir %1$@, %2$lld títulos
zh_hans: 展开 %1$@，%2$lld 只证券

source: Expect a new valuation
de: Neue Bewertung erwarten
es: Esperar una nueva valoración
fr: Attendre une nouvelle valorisation
it: Attendi una nuova valutazione
ja: 新しい評価を期待する頻度
pt_br: Esperar uma nova avaliação
zh_hans: 期望的新估值频率

source: Expense
de: Aufwand
es: Gasto
fr: Charge
it: Uscita
ja: 費用
pt_br: Despesa
zh_hans: 费用

source: Expenses
de: Aufwendungen
es: Gastos
fr: Charges
it: Uscite
ja: 費用
pt_br: Despesas
zh_hans: 费用

source: Expenses budgeted
de: Budgetierte Aufwendungen
es: Gastos presupuestados
fr: Charges budgétées
it: Uscite a budget
ja: 予算計上した費用
pt_br: Despesas orçadas
zh_hans: 已列预算的费用

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
it: Esporta CSV
ja: CSV を書き出す
pt_br: Exportar CSV
zh_hans: 导出 CSV

source: Export GnuCash…
de: GnuCash exportieren …
es: Exportar a GnuCash…
fr: Exporter vers GnuCash…
it: Esporta GnuCash…
ja: GnuCash に書き出す…
pt_br: Exportar GnuCash…
zh_hans: 导出 GnuCash…

source: Export Ledger Journal…
de: Ledger-Journal exportieren …
es: Exportar diario Ledger…
fr: Exporter le journal Ledger…
it: Esporta giornale Ledger…
ja: Ledger ジャーナルを書き出す…
pt_br: Exportar diário Ledger…
zh_hans: 导出 Ledger 日记账…

source: Export PDF…
de: PDF exportieren …
es: Exportar PDF…
fr: Exporter en PDF…
it: Esporta PDF…
ja: PDF を書き出す…
pt_br: Exportar PDF…
zh_hans: 导出 PDF…

source: Export Prices…
de: Kurse exportieren …
es: Exportar cotizaciones…
fr: Exporter les cours…
it: Esporta quotazioni…
ja: 価格を書き出す…
pt_br: Exportar cotações…
zh_hans: 导出价格…

source: Export a Ledger journal
de: Ledger-Journal exportieren
es: Exportar un diario Ledger
fr: Exporter un journal Ledger
it: Esporta un giornale Ledger
ja: Ledger ジャーナルを書き出す
pt_br: Exportar um diário Ledger
zh_hans: 导出 Ledger 日记账

source: Export any report as a PDF, or share it.
de: Jeden Bericht als PDF exportieren oder teilen.
es: Exporta cualquier informe como PDF, o compártelo.
fr: Exportez n’importe quel rapport en PDF, ou partagez-le.
it: Esporta qualsiasi resoconto in PDF, o condividilo.
ja: どのレポートも PDF として書き出したり、共有したりできます。
pt_br: Exporte qualquer relatório como PDF ou compartilhe-o.
zh_hans: 可将任意报表导出为 PDF 或共享。

source: Export the deck as a landscape PDF, one slide per page
de: Die Präsentation als Quer-PDF exportieren, eine Folie pro Seite
es: Exportar la presentación como PDF horizontal, una diapositiva por página
fr: Exporter la présentation en PDF paysage, une diapositive par page
it: Esporta la presentazione come PDF orizzontale, una diapositiva per pagina
ja: スライドを横向き PDF として、1 ページ 1 枚で書き出します
pt_br: Exportar a apresentação como PDF horizontal, um slide por página
zh_hans: 将幻灯片导出为横向 PDF，每页一张

source: Export this report as a PDF
de: Diesen Bericht als PDF exportieren
es: Exportar este informe como PDF
fr: Exporter ce rapport en PDF
it: Esporta questo resoconto come PDF
ja: このレポートを PDF として書き出す
pt_br: Exportar este relatório como PDF
zh_hans: 将此报表导出为 PDF

source: Export…
de: Exportieren …
es: Exportar…
fr: Exporter…
it: Esporta…
ja: 書き出す…
pt_br: Exportar…
zh_hans: 导出…

source: Extra amount to save
de: Zusätzlicher Sparbetrag
es: Importe adicional a ahorrar
fr: Montant supplémentaire à épargner
it: Importo aggiuntivo da risparmiare
ja: 追加の貯蓄額
pt_br: Valor extra a poupar
zh_hans: 额外储蓄金额

source: FIIG publishes today's price and no past series, so a bond's history builds up from each day's update rather than arriving all at once.
de: FIIG veröffentlicht den heutigen Kurs und keine Zeitreihe, daher baut sich die Historie einer Anleihe aus den täglichen Aktualisierungen auf, statt auf einmal einzutreffen.
es: FIIG publica la cotización de hoy y ninguna serie pasada, así que el histórico de un bono se construye con cada actualización diaria en lugar de llegar de golpe.
fr: FIIG publie le cours du jour et aucune série passée : l’historique d’une obligation se constitue au fil des actualisations quotidiennes plutôt que d’arriver d’un coup.
it: FIIG pubblica la quotazione di oggi e nessuna serie storica, quindi lo storico di un’obbligazione si costruisce con gli aggiornamenti quotidiani invece di arrivare tutto insieme.
ja: FIIG が公開するのは当日の価格のみで過去の系列はないため、債券の履歴は毎日の更新を通じて少しずつ積み上がります。
pt_br: A FIIG publica a cotação de hoje e nenhuma série passada, então o histórico de um título se constrói a cada atualização diária em vez de chegar de uma vez.
zh_hans: FIIG 只发布当日价格，没有历史序列，因此债券的历史是随每天的更新逐步积累的，而不是一次到位。

source: Fallback folder
de: Ausweichordner
es: Carpeta alternativa
fr: Dossier de secours
it: Cartella di riserva
ja: 代替フォルダ
pt_br: Pasta alternativa
zh_hans: 备用文件夹

source: Favourites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
pt_br: Favoritos
zh_hans: 收藏

source: Fees
de: Gebühren
es: Comisiones
fr: Frais
it: Commissioni
ja: 手数料
pt_br: Taxas
zh_hans: 费用

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
it: Recupera
ja: 取得
pt_br: Buscar
zh_hans: 获取

source: Fetch Options
de: Abrufoptionen
es: Opciones de descarga
fr: Options de récupération
it: Opzioni di recupero
ja: 取得オプション
pt_br: Opções de busca
zh_hans: 获取选项

source: Fetch Prices
de: Kurse abrufen
es: Obtener cotizaciones
fr: Récupérer les cours
it: Scarica quotazioni
ja: 価格を取得
pt_br: Buscar cotações
zh_hans: 获取价格

source: Fetch company data for %@
de: Unternehmensdaten für %@ laden
es: Descargar datos de empresa de %@
fr: Récupérer les données d’entreprise de %@
it: Scarica i dati societari di %@
ja: %@ の企業データを取得
pt_br: Buscar dados da empresa de %@
zh_hans: 获取 %@ 的公司数据

source: Fetch the live rate
de: Aktuellen Kurs abrufen
es: Obtener el tipo actual
fr: Récupérer le taux en direct
it: Scarica il tasso aggiornato
ja: 現在のレートを取得
pt_br: Buscar a taxa atual
zh_hans: 获取实时汇率

source: Fetch the profile and financials for every security a provider covers
de: Profil und Finanzdaten für jedes von einem Anbieter abgedeckte Wertpapier laden
es: Obtener el perfil y los datos financieros de cada valor que cubra un proveedor
fr: Récupérer le profil et les données financières de chaque titre couvert par un fournisseur
it: Scarica profilo e dati finanziari per ogni titolo coperto da un fornitore
ja: プロバイダが対応するすべての銘柄のプロフィールと財務データを取得
pt_br: Buscar o perfil e os dados financeiros de cada título coberto por um provedor
zh_hans: 获取提供商覆盖的每只证券的简介与财务数据

source: Fetching %@…
de: %@ wird abgerufen …
es: Descargando %@…
fr: Récupération de %@…
it: Scaricamento di %@…
ja: %@ を取得中…
pt_br: Buscando %@…
zh_hans: 正在获取 %@…

source: Fetching company data for %@
de: Unternehmensdaten für %@ werden geladen
es: Descargando datos de empresa de %@
fr: Récupération des données d’entreprise de %@
it: Scaricamento dei dati societari di %@
ja: %@ の企業データを取得中
pt_br: Buscando dados da empresa de %@
zh_hans: 正在获取 %@ 的公司数据

source: Fetching prices
de: Kurse werden abgerufen
es: Obteniendo precios
fr: Récupération des cours
it: Recupero dei prezzi
ja: 価格を取得中
pt_br: Buscando preços
zh_hans: 正在获取价格

source: Fetching…
de: Wird abgerufen …
es: Descargando…
fr: Récupération…
it: Scaricamento…
ja: 取得中…
pt_br: Buscando…
zh_hans: 正在获取…

source: Field
de: Feld
es: Campo
fr: Champ
it: Campo
ja: フィールド
pt_br: Campo
zh_hans: 字段

source: File not found under the document folder.
de: Datei im Dokumentordner nicht gefunden.
es: No se encontró el archivo en la carpeta del documento.
fr: Fichier introuvable dans le dossier du document.
it: File non trovato nella cartella del documento.
ja: 書類フォルダ内にファイルが見つかりません。
pt_br: Arquivo não encontrado na pasta do documento.
zh_hans: 在文稿文件夹下未找到该文件。

source: File ▸ Export CSV, on the Mac, writes plain spreadsheet files — your accounts, your transactions, or your price history — for anything that reads a table.
de: Ablage ▸ CSV exportieren schreibt auf dem Mac einfache Tabellendateien — Ihre Konten, Ihre Buchungen oder Ihre Kurshistorie — für alles, was eine Tabelle liest.
es: Archivo ▸ Exportar CSV, en el Mac, escribe hojas de cálculo sencillas — sus cuentas, sus transacciones o su histórico de cotizaciones — para cualquier cosa que lea una tabla.
fr: Fichier ▸ Exporter en CSV, sur le Mac, écrit de simples fichiers tableur — vos comptes, vos opérations ou votre historique de cours — pour tout ce qui lit un tableau.
it: Archivio ▸ Esporta CSV, sul Mac, scrive semplici fogli di calcolo — i vostri conti, le vostre transazioni o lo storico quotazioni — per qualunque cosa legga una tabella.
ja: Mac では、ファイル ▸ CSV を書き出す で素朴な表計算ファイル（勘定科目、取引、価格履歴）を書き出せます。表を読めるものなら何にでも渡せます。
pt_br: Arquivo ▸ Exportar CSV, no Mac, grava planilhas simples — suas contas, suas transações ou seu histórico de cotações — para qualquer coisa que leia uma tabela.
zh_hans: 在 Mac 上，“文件 ▸ 导出 CSV”会写出朴素的表格文件——你的科目、你的交易，或价格历史——供任何能读表格的工具使用。

source: File ▸ Export Ledger Journal… (⇧⌘E) writes a plain-text Ledger journal, and File ▸ Import Ledger Journal… reads one back.
de: Ablage ▸ Ledger-Journal exportieren… (⇧⌘E) schreibt ein Ledger-Journal als reinen Text, und Ablage ▸ Ledger-Journal importieren… liest eines wieder ein.
es: Archivo ▸ Exportar diario Ledger… (⇧⌘E) escribe un diario Ledger en texto plano, y Archivo ▸ Importar diario Ledger… vuelve a leerlo.
fr: Fichier ▸ Exporter le journal Ledger… (⇧⌘E) écrit un journal Ledger en texte brut, et Fichier ▸ Importer le journal Ledger… le relit.
it: Archivio ▸ Esporta giornale Ledger… (⇧⌘E) scrive un giornale Ledger in testo semplice, e Archivio ▸ Importa giornale Ledger… lo rilegge.
ja: ファイル ▸ Ledger ジャーナルを書き出す… (⇧⌘E) はプレーンテキストの Ledger ジャーナルを書き出し、ファイル ▸ Ledger ジャーナルを読み込む… はそれを読み戻します。
pt_br: Arquivo ▸ Exportar diário Ledger… (⇧⌘E) grava um diário Ledger em texto puro, e Arquivo ▸ Importar diário Ledger… o lê de volta.
zh_hans: “文件 ▸ 导出 Ledger 日记账…”(⇧⌘E) 会写出纯文本的 Ledger 日记账，“文件 ▸ 导入 Ledger 日记账…”则可将其读回。

source: Fill from recent…
de: Aus zuletzt verwendeten füllen …
es: Rellenar desde recientes…
fr: Remplir depuis les récents…
it: Compila dai recenti…
ja: 最近の項目から入力…
pt_br: Preencher a partir de recentes…
zh_hans: 从最近记录填充…

source: Fill the split amounts with the local value, note the foreign amount in the memo, and record the rate
de: Die Buchungsteile mit dem lokalen Wert füllen, den Fremdwährungsbetrag im Buchungstext vermerken und den Kurs erfassen
es: Rellenar los importes del desglose con el valor local, anotar el importe en divisa en el memo y registrar el tipo
fr: Renseigner les répartitions avec la valeur locale, noter le montant en devise dans le mémo et enregistrer le taux
it: Compila gli importi delle suddivisioni con il valore locale, annota l’importo in valuta nel memo e registra il tasso
ja: スプリット金額を自国通貨で入力し、外貨金額を摘要に記載し、レートを記録します
pt_br: Preencher os valores das divisões com o valor local, anotar o valor em moeda estrangeira no memorando e registrar a taxa
zh_hans: 以本币金额填充各分录，在备注中记下外币金额，并记录汇率

source: Fills each security's history — including any gaps between existing prices — from its first holding through today, so every holding is current when the fetch finishes.
de: Füllt den Verlauf jedes Wertpapiers — auch Lücken zwischen vorhandenen Kursen — vom ersten Bestand bis heute, damit nach dem Abruf jeder Bestand aktuell ist.
es: Rellena el histórico de cada valor —incluidos los huecos entre cotizaciones existentes— desde su primera posición hasta hoy, para que al terminar todas las posiciones estén al día.
fr: Complète l’historique de chaque titre — y compris les trous entre cours existants — depuis la première position jusqu’à aujourd’hui, afin que toutes les positions soient à jour.
it: Completa lo storico di ogni titolo, comprese le lacune tra le quotazioni esistenti, dalla prima posizione a oggi, così al termine ogni posizione è aggiornata.
ja: 各証券の履歴を、既存価格の間の欠落も含めて、最初の保有日から今日まで補完します。取得完了時にはすべての保有が最新になります。
pt_br: Preenche o histórico de cada título — inclusive lacunas entre cotações existentes — desde a primeira posição até hoje, para que todas fiquem atualizadas ao final.
zh_hans: 补全每只证券的历史价格 — 包括现有价格之间的缺口 — 从首次持仓到今天，使所有持仓在获取完成后均为最新。

source: Filter Transactions
de: Buchungen filtern
es: Filtrar transacciones
fr: Filtrer les opérations
it: Filtra transazioni
ja: 取引を絞り込む
pt_br: Filtrar transações
zh_hans: 筛选交易

source: Filter Transactions…
de: Buchungen filtern…
es: Filtrar transacciones…
fr: Filtrer les opérations…
it: Filtra transazioni…
ja: 取引をフィルタ…
pt_br: Filtrar transações…
zh_hans: 筛选交易…

source: Filter accounts
de: Konten filtern
es: Filtrar cuentas
fr: Filtrer les comptes
it: Filtra conti
ja: 勘定科目を絞り込む
pt_br: Filtrar contas
zh_hans: 筛选科目

source: Filter business records
de: Geschäftsunterlagen filtern
es: Filtrar registros comerciales
fr: Filtrer les documents commerciaux
it: Filtra documenti aziendali
ja: ビジネス記録を絞り込む
pt_br: Filtrar registros comerciais
zh_hans: 筛选业务记录

source: Filter plans
de: Pläne filtern
es: Filtrar planes
fr: Filtrer les plans
it: Filtra piani
ja: プランを絞り込む
pt_br: Filtrar planos
zh_hans: 筛选计划

source: Filter records
de: Unterlagen filtern
es: Filtrar registros
fr: Filtrer les documents
it: Filtra documenti
ja: 記録を絞り込む
pt_br: Filtrar registros
zh_hans: 筛选记录

source: Filter reports
de: Berichte filtern
es: Filtrar informes
fr: Filtrer les rapports
it: Filtra resoconti
ja: レポートを絞り込む
pt_br: Filtrar relatórios
zh_hans: 筛选报表

source: Filter securities
de: Wertpapiere filtern
es: Filtrar valores
fr: Filtrer les titres
it: Filtra titoli
ja: 銘柄を絞り込む
pt_br: Filtrar títulos
zh_hans: 筛选证券

source: Filter transactions
de: Buchungen filtern
es: Filtrar transacciones
fr: Filtrer les transactions
it: Filtra transazioni
ja: 取引を絞り込む
pt_br: Filtrar transações
zh_hans: 筛选交易
